{
  "HomePage": {
    "title": "Bonjour le monde!",
    "about": "Aller à la page d'à propos", 
    "404-devinci": "404 Devinci"
  },
  "ProjectsSection": {
    "title": "Nos réalisations",
    "pixel-war": "Pixel War",
    "hacker-journey": "Hacker Journey",
    "forum-associatif": "Forum Associatif"
  },
  "AboutSection": {
    "title": "Qui sommes-nous",
    "description": "404 Devinci est une association indépendante et autonome qui se consacre à la création de sites web et d'applications pour les personnes à mobilité réduite. Nous sommes également intéressés par l'économie numérique et l'innovation, et nous sommes fiers de contribuer à la société en créant des projets concrets et en améliorant nos compétences techniques.",
    "description-2": "Nous travaillons sur la création de sites web et d'applications, à la fois en tant que membre de l'association et en tant que contributeur externe. Nous sommes également impliqués dans des communications et organisons des événements liés à notre secteur."
  },
  "TeamSection": {
    "title": "Notre équipe",
    "meet-the-team": "Rencontrer l'équipe",
    "secretary": "Secrétaire ・ Fullstack Développeur",
    "president": "Président ・ Fullstack Développeur",
    "treasurer": "Trésorier ・ Fullstack Développeur"
  },
  "FaqSection": {
    "title": "questions &",
    "answers": "réponses",
    "question-1": "Qui peut rejoindre l'association 404 Devinci ?",
    "answer-1": "Que tu sois débutant ou expert, si tu es étudiant au pôle universitaire Léonard de Vinci, tu peux nous rejoindre !",
    "question-2": "Dois-je avoir des compétences en coding pour rejoindre l'association ?",
    "answer-2": "Non ! Nous recrutons des designers UX/UI, des chargés de communication, et bien sûr des développeurs. Si tu es passionné par le web, tu es le bienvenu !",
    "question-3": "Y a-t-il des frais pour devenir membre de la 404 Devinci ?",
    "answer-3": "Non, l'adhésion à l'association est gratuite. Notre objectif est de créer un groupe accessible à tous pour travailler sur des projets concrets et améliorer nos skills.",
    "question-4": "Quels sont les avantages à rejoindre la 404 Devinci ?",
    "answer-4": "En nous rejoingnant, tu auras l'opportunité de travailler sur des projets concrets, d'améliorer tes compétences techniques, et de rencontrer d'autres passionnés du développement web. Tu pourras également enrichir ton CV avec des expériences pratiques."
  }, 
  "Footer": {
    "copyright": "2024 © Tous droits réservés",
    "legal-notices": "Mentions légales", 
    "social-media": "Réseaux sociaux"
  },
  "ProjectPage": {
    "pixel-war": {
      "title": "Pixel War",
      "description": "Le projet annuel de la 404 Devinci, Pixel//War, est une expérience collaborative où chaque membre peut contribuer à une immense fresque pixelisée, directement inspirée de r/place de Reddit. Le principe est simple : tu ajoutes un pixel à la fois, mais ensemble, on crée quelque chose d'incroyable. Chaque choix compte, chaque pixel a son importance. C'est à la fois créatif et stratégique, parfait pour renforcer l'esprit de communauté tout en s'amusant !",
      "release-name": "Sortie",
      "release-value": "2024",
      "agency-name": "Agence",
      "agency-value": "404 Devinci",
      "services": "UI/UX design, Development, Concept",
      "images": "/img/pixelwar.png",
      "source-link": "https://github.com/La-404-Devinci/pixel-war",
      "project-link": "https://war.404devinci.fr/"
    },
    "hacker-journey": {
      "title": "Hacker Journey",
      "description": "Hacker's Journey t'invite à plonger dans l'univers de la cybersécurité de façon ludique et accessible. Avec une série de challenges simples, tu peux découvrir les bases de la cyberdéfense tout en t'amusant. Que tu sois débutant ou simplement curieux, chaque exercice est conçu pour que tu apprennes en t'amusant. C'est une aventure à la portée de tous, où chaque étape t'enseigne un peu plus sur ce monde fascinant.",
      "release-name": "Sortie",
      "release-value": "2024",
      "agency-name": "Agence",
      "agency-value": "404 Devinci",
      "services": "UI/UX design, Development, Concept",
      "images": "/img/hackerjourney.png",
      "source-link": "https://github.com/Kan-A-Pesh/hack-journey",
      "project-link": "https://hack.404devinci.fr/"
    },
    "forum-associatif": {
      "title": "Forum Associatif",
      "description": "Le Forum Associatif est le point de rencontre pour toutes les associations du Pôle Léonard de Vinci ! Ce site te permet de découvrir les activités et projets de chaque association, tout en offrant aux membres la possibilité de personnaliser leur page comme ils le souhaitent, grâce à un éditeur simple et intuitif inspiré de Notion. C'est un outil super pratique pour rassembler toutes les infos, et surtout pour donner de la visibilité à chaque association.",
      "release-name": "Sortie",
      "release-value": "2024",
      "agency-name": "Agence",
      "agency-value": "404 Devinci",
      "services": "UI/UX design, Developpemnt, Concept",
      "images": "/img/forumassociatif.png",
      "source-link": "https://github.com/La-404-Devinci/forum-associatif-numerique",
      "project-link": "https://www.forum-associatif-numerique.fr/"
    },
    "close-button": "Fermer",
    "launch-button": "Lancer le projet",
    "source-code": "Code source"
  },
  "NotFoundPage": {
    "title": "Non trouvée",
    "description": "C'est désert ici, le dinosaure a mangé la page que vous cherchez.",
    "back-home": "Retourner à l'accueil"
  }

}
